{
  "id": 335796,
  "page": 1,
  "results": [
    {
      "author": "Gimly",
      "content": "_YesYes: UnOriginal of Evil_ is a **much**, much better film than its predecessor, Ouija.\r\n\r\nBut, seeing as the first _Ouija_ was far and away the worst film of 2014, that's not much of an achievement.\r\n\r\n_Final rating:★★ - Had some things that appeal to me, but a poor finished product._",
      "id": "592eeaf8c3a368614300f3d0",
      "url": "https://www.themoviedb.org/review/592eeaf8c3a368614300f3d0"
    },
    {
      "author": "Reno",
      "content": "**So this is where it all began!**\r\n\r\nIt is a decent horror film, but surely better than the first. The previous part was an usual teen themed horror where everything started as a playful. But this one was a prequel and it focused on the origins. A single mother with two daughters is making money helping the people who want to contact their beloved dead ones. The things changes when her little daughter started to communicate the spirits of her own. The chaos unleashes, the house becomes haunted and the family begins to fall apart.\r\n\r\nKeeping it simple is what worked out well for the film, despite thematically borrowed from others, scenes were kind of familiar and characters intentionally developed. Particularly the priest role was the most overused in any horror film. Followed by the twist. That turning point was good, but not a new. Nice performances and well shot film. Ouija is a fine concept for a horror theme and with this film's somewhat success, I hope the next one would only get better. So it is worth a watch, if you're not anticipating a something special.\r\n\r\n_6/10_",
      "id": "597e0d2f9251415daa01a2c7",
      "url": "https://www.themoviedb.org/review/597e0d2f9251415daa01a2c7"
    },
    {
      "author": "KarmaKing",
      "content": "I really enjoyed the beginning of the film. The film though lasts 90 minutes and till 60 minutes seems like we are still in the beginning. The movie ends too fast, all the action takes part in the last 15 minutes so they wrap it up very poorly and not enjoyable. The horror scenes look more funny rather than scary and that makes it even worse. Really disappointed with the end, cause it had very great potentials.",
      "id": "59bee1a9c3a368301f004b32",
      "url": "https://www.themoviedb.org/review/59bee1a9c3a368301f004b32"
    },
    {
      "author": "John Chard",
      "content": "Wheeeeeja!\r\n\r\nA sequel that's a prequel that's actually better than what preceded it! Ouija: Origin of Evil is an above average chiller that's a fine scary ride for those not expecting boundary pushing.\r\n\r\nStandard rules apply here, widowed mum and two daughters who dabble in the con of seance profiteering get more than they bargained for when they introduce a Ouija board to proceedings.\r\n\r\nDirector Mike Flanagan knows how to construct a good honest scare piece (see Oculus and Hush), and so it proves here. The atmosphere is constantly set at impending dread, the tension slow built until pic goes into overdrive. Unfortunately so many horror films of the decade are reliant on the demon formula to fill out their respective tales, so much so it has become jaded and utterly unsurprising.\r\n\r\nThis hurts this picture and it runs away with itself, rendering the big final quarter - complete with emotional baggage - as something of a let down; though the final shot has goosebump value for sure. Hadrcore horror buffs will find irritants and emptiness, but for those who dip in and out of the genre should find a quick chill to fill a fright gap. 6/10",
      "id": "59c0d435c3a36804b100ec63",
      "url": "https://www.themoviedb.org/review/59c0d435c3a36804b100ec63"
    }
  ],
  "total_pages": 1,
  "total_results": 4
}